app/controllers/users_controller.rb

SELECT * FROM `users` WHERE (`users`.`id` = 15)
---
  def show
    @instance = User.find(params[:id])